[
    {
        "title": "10 Tips for Sustainable Gardening",
        "image": "https://i.ibb.co/TwLVg3N/green-gardening-tips-sustainability-649081a35d9a1.jpg",
        "short_description": "Learn how to create an eco-friendly garden with these 10 sustainable gardening tips. From composting to native plants, we've got you covered.",
        "category": "Gardening",
        "description": "It's the time of year when the green-fingered among us have the opportunity to spend plenty of quality time in the garden or on the allotment. If you've been happily potting on, pruning and generally keeping your green space looking its best recently, you may have started to consider how you can adopt more eco-friendly gardening habits.Luckily, it's easier than you think to be greener in the garden. Here are nine gardening resolutions you can make, along with all the information you need to put them into practice."
    },
    {
        "title": "The Ultimate Guide to Mindfulness Meditation",
        "image": "https://i.ibb.co/7S6SS0k/woman-meditating-correctly.webp",
        "short_description": "Explore the world of mindfulness meditation with our comprehensive guide. Discover its benefits, techniques, and tips for a calmer, more centered life.",
        "category": "Wellness",
        "description": "Sometimes less is more. The fewer concepts we have about what meditation should or shouldn’t be, the better chance we have of having a successful meditation practice. For instance, expecting a thought-free meditation is not only counterproductive, it isn’t possible. That’s not to say that there couldn’t be periods where your thoughts are so quiet that it feels like you have no thoughts. And after some time practicing meditation regularly, it is possible to experience meditation so deep that thoughts cease to exist for some brief time.  What’s important to know is that meditation is a journey. "
    },
    {
        "title": "Delicious Vegan Recipes for a Healthier You",
        "image": "https://i.ibb.co/j4XDmzs/Dan-Dan-Mian-Noodles-WP.webp",
        "short_description": "Embrace a plant-based lifestyle with these delectable vegan recipes. From savory entrees to sweet treats, discover cruelty-free dishes that satisfy.",
        "category": "Vegan Lifestyle",
        "description": "No cheese, no problem! Vegetable broth, pumpkin puree, and nutritional yeast provide savory, earthy flavor, and crispy sage lends an aromatic touch that makes this creamy dish perfect for cozy autumn evenings. Plus, no standing and stirring required!"
    },
    {
        "title": "Home Renovation Ideas to Transform Your Space",
        "image": "https://i.ibb.co/bvk4FyX/C1NEMG.webp",
        "short_description": "Get inspired with these home renovation ideas that can turn your space into a dream home. We cover trends, tips, and before-and-after transformations.",
        "category": "Home Improvement",
        "description": "From my home, an architectural time capsule from 1995 Chicago, I’m talking about why the tear-it-out-and-start-again attitude of American interior design feels wasteful. And I’ve found a friendly ear: “Live in the space a little bit before doing anything major, and that’ll allow you to think of other ways to do things,” says designer Brigette Romanek on a call she takes from her base in Los Angeles. “I think one of the most"
    },
    {
        "title": "The Art of Astrophotography: Capturing the Cosmos",
        "image": "https://i.ibb.co/qpZq8FR/1-7qttci-Seexcn-EGt-Jlm-UDVw-2x.webp",
        "short_description": "Unleash your inner astronomer with a guide to astrophotography. Learn how to capture breathtaking images of the night sky and distant galaxies.",
        "category": "Photography",
        "description": "Have you ever gazed up at the night sky, marveling at the mysteries of the cosmos and wishing you could capture its beauty and wonder? Well, you’re not alone. Astrophotography, the art of photographing celestial objects and phenomena, is a captivating hobby that allows you to do just that. This article will introduce you to the enchanting world of astrophotography, sharing what it is, what you need to get started, and the awe-inspiring wonders you can explore through your lens."
    },
    {
        "title": "Mastering the Art of Sourdough Bread Baking",
        "image": "https://i.ibb.co/ZVjFX5t/Bread-making-min-600x600.webp",
        "short_description": "Dive into the world of sourdough bread baking with our step-by-step guide. From creating a starter to perfecting the crust, become a bread artisan.",
        "category": "Baking",
        "description": "Most people complain that homemade bread doesn’t taste the same as the ones you get in the market. If that’s your concern too, this is the perfect read for you. Bread, a timeless staple in diverse cuisines, has comforted humanity for millennia. The art of baking bread combines science, art, and culture, captivating bakers and food enthusiasts alike. Join us on a delightful journey to master this ancient craft, exploring core principles and pursuing perfection in every loaf. The tools for baking are just as important as the ingredients and the art of baking."
    }
]